[GENERAL]
NAME				= Ελληνικά
TRANSLATOR			= firstroad
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Αυτή η εφαρμογή έχει λήξει.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Μη εγγεγραμμένος
TEXT_INIT_FAIL			= Απέτυχε η προετοιμασία της εφαρμογής.
TEXT_APPINFO			= Bandicam - Βιντεοσκόπηση υψηλής απόδοσης.

; error
TEXT_ERROR_DISKSPACE		= Ανεπαρκής χώρος στο δίσκο.
TEXT_ERROR_VIDEO_CAP		= Απέτυχε η εκκίνηση της βιντεοσκόπησης.
TEXT_ERROR_AUDIO_CAP		= Απέτυχε η εκκίνηση της ηχογράφησης.\nΓια βοήθεια πατήστε ΟΚ.
TEXT_ERROR_IMAGE_CAP		= Απέτυχε η λήψη της εικόνας.\nΠαρακαλούμε ελέγξτε τον φάκελο αποθήκευσης.
TEXT_ERROR_CREATEFILE		= Απέτυχε η δημιουργία αρχείου.
TEXT_ERROR_CODEC_INIT		= Απέτυχε η προετοιμασία κωδικοποίησης.
TEXT_ERROR_LOGO_IMAGE		= H μορφή εικόνας δεν υποστηρίζεται. Επιλέξτε μια υποστηριζόμενη μορφή εικόνας (*.png).
TEXT_CAN_NOT_CHANGE_TB		= Δεν μπορείτε να αλλάξετε αυτή τη ρύθμιση για την δωρεάν έκδοση του Bandicam. Παρακαλούμε ενεργοποιήστε τώρα!
TEXT_WARNING_AMD_APP		= Το σύστημα σας δεν υποστηρίζει 'H.264 (AMD APP)', άρα θα γίνει χρήση του προεπιλεγμένου κωδικοποιητή.
TEXT_WARNING_AMD_APP2		= Το σύστημα σας δεν υποστηρίζει 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ήχος
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Λογότυπο
TEXT_VID_PAGE_EFFECTS		= Εφέ
TEXT_VID_PAGE_OPTIONS		= Επιλογές

; option page name
TEXT_OPT_PAGE_GENERAL		= Γενικά
TEXT_OPT_PAGE_OUTPUT		= Εξαγωγή
TEXT_OPT_PAGE_HOOKING		= Αγκίστρωμα
TEXT_OPT_PAGE_LANGUAGE		= Γλώσσα
TEXT_OPT_PAGE_OTHERS		= Άλλα

TEXT_VIDEO			= Βίντεο
TEXT_AUDIO			= Ήχος

TEXT_FOLDER_SELECT		= Επιλέξτε το φάκελο αποθήκευσης.

TEXT_FMT_FULL_SIZE		= Πλήρες μέγεθος
TEXT_FMT_HALF_SIZE		= Μεσαίο μέγεθος
TEXT_FMT_FIT_WIDTH		= Σύμφωνα με το πλάτος
TEXT_FMT_FIT_HEIGHT		= Σύμφωνα με το ύψος
TEXT_FMT_CUSTOM_SIZE		= Προσαρμοσμένο
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Αρχική μορφή ήχου

; preset
TEXT_PRESET_DEFAULT		= Προεπιλογή
TEXT_PRESET_HALFSIZE		= Μεσαίο μέγεθος
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Υπερταχεία ρύθμιση για 60 FPS
TEXT_PRESET_LOWEND		= Κατώτερο PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Για PMP/Divx Player
TEXT_PRESET_EDIT		= Για επεξεργασία - Premiere/Sony Vegas/Pinnacle
TEXT_PRESET_POWERPOINT		= Για MS PowerPoint
TEXT_PRESET_320x0		= Σύμφωνα με το πλάτος, 320x0
TEXT_PRESET_640x0		= Σύμφωνα με το πλάτος, 640x0
TEXT_PRESET_800x0		= Σύμφωνα με το πλάτος, 800x0
TEXT_PRESET_USER		= Προεπιλογές χρήστη

TEXT_CHANGE_LANG		= Για αλλάγή γλώσσας, απαιτείται επανεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα;
TEXT_CHANGE_HOOK		= Για αλλαγή αγκίστρωσης στόχους, απαιτείται επανεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα; 
TEXT_CHANGE_SIZE		= Για αλλαγή μεγέθους παραθύρου, απαιτείται επαννεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα; 
TEXT_RESET_ALL_SETTINGS		= Θέλετε σίγουρα να επαναφέρετε τις ρυθμίσεις στις προεπιλεγμένες;

TEXT_REGISTER_SUCCEEDED		= Επιτυχία εγγραφής του Bandicam.
TEXT_REGISTER_FAILED		= Αποτυχία εγγραφής. \nΕλέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και το σειριακό αριθμό.
TEXT_REGISTER_CONNECT_FAILED	= Αδυναμία σύνδεσης. \nΠαρακαλώ ελέγξτε την σύνδεση σας στο διαδίκτυο και ρυθμίστε το ρολόι του συστήματος στην τωρινή ημερομηνία και ώρα.\nIf you need help, click the OK button.
TEXT_REGISTER_INFO		= Email: %s\r\nΣειριακός αριθμός: %s
TEXT_REGISTER_LIMITED		= Η βιντεοσκόπηση διακόπηκε. Μπορείτε να βιντεοσκοπήσετε μόνο για 10 λεπτά στη δωρεάν έκδοση του Bandicam. Παρακαλούμε εγγραφείτε τώρα!
TEXT_REGISTER_NEWRECORD		= Δεν μπορείτε να αρχίσετε νέα βιντεοσκόπηση στην δωρεάν έκδοση του Bandicam. Παρακαλούμε εγγραφείτε τώρα!
TEXT_REGISTER_LICENCE_INFO	= Μη εγγεγραμμένος!! 10 λεπτά βίντεο με υδατογράφημα\r\nΓια να αφαιρέσετε το υδατογράφημα, αγοράστε το Bandicam από το bandicam.com(Για Ελλάδα 33€).

TEXT_PROGRAM_INVALID		= Αυτή η εφαρμογή δεν είναι έγκυρη. Πρέπει να εγκαταστήσετε ξανά την εφαρμογή.

TEXT_SELECT_TARGET		= Παρακαλούμε, κάντε κλικ στο παράθυρο προορισμού
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Καταγράψτε Παιχνίδια και Video players μέσω DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Καταγράψτε την οθόνη σας και βίντεο στο διαδίκτυο.
TEXT_TARGET_CHANGING		= Αν αλλάξετε τη λειτουργία καταγραφής, η καταγραφή θα σταματήσει.\nΘέλετε να συνεχίσετε;
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Δεν μπορείτε να καταγράψετε σε λειτουργία παραθύρου 'Game Recording Mode'  γιατί ο στόχος δεν είναι επιλεγμένος.\n\nΘέλετε να αλλάξετε λειτουργία σε 'Screen Recording Mode' για να εκκινήσετε την καταγραφή;

TEXT_STATUSBAR_READY		= Έτοιμο
TEXT_STATUSBAR_RECORDING	= Εγγραφή
TEXT_STATUSBAR_PAUSE		= Παύση

TEXT_UPDATE_AVAILABLE		= Μία νέα έκδοση του Bandicam είναι διαθέσιμη. Θέλετε να την κατεβάσετε τώρα;
TEXT_UPDATE_UNAVAILABLE		= Αυτή η έκδοση είναι η πιο πρόσφατη.
TEXT_UPDATE_FAILED		= Ο έλεγχος των πληροφορίων έκδοσης απέτυχε. Ο υπολογιστής δεν μπορεί να συνδεθεί στο Internet ή ο διακομιστής μπορεί να μην λειτουργεί σωστά.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Πλήρης οθόνη
TEXT_TARGET_RESTORE		= Επαναφορά
TEXT_TARGET_FIND		= Επιλογή παραθύρου
TEXT_TARGET_RESIZE		= Μέγεθος παραθύρου
TEXT_TARGET_IMAGE		= Λήψη εικόνας
TEXT_TARGET_PEN			= Λειτουργία σχεδίασης
TEXT_TARGET_RECORD_START	= Βιντεοσκόπηση - Έναρξη
TEXT_TARGET_RECORD_PAUSE	= Βιντεοσκόπηση - Παύση
TEXT_TARGET_RECORD_STOP		= Βιντεοσκόπηση - Διακοπή

TEXT_RC_HOWTO_NOCOMPLETE	= Μη αυτόματη ολοκλήρωση βιντεοσκόπησης
TEXT_RC_HOWTO_BYTIME		= Διάρκεια
TEXT_RC_HOWTO_BYSIZE		= Μέγεθος αρχείου
TEXT_RC_AFTER_NEWRECORD		= Έναρξη νέας Βιντεοσκόπησης
TEXT_RC_AFTER_EXIT		= Έξοδος Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Τερματισμός του υπολογιστή

TEXT_SHUTDOWN_SEC		= Τερματισμός του υπολογιστή σε %d δευτερόλεπτα.

TEXT_SEL_IMAGE_FILE		= Επιλογή μιας εικόνας

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Ανενεργό (Προτεινόμενο) --

TEXT_CORRUPTED_AVI_FILE		= Το τελευταίο αρχείο είναι κατεστραμμένο.\nΘέλετε να το επιδιορθώσετε;\n\nΑρχείο: %s
TEXT_TRAY_BALLOON_TIP		= Κάντε κλικ στο εικονίδιο για να επαναφέρετε το Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Κάντε κλικ στο εικονίδιο για να δείτε το ορθογώνιο παράθυρο.
TEXT_FORCE_STOP			= Αποτυχία ολοκλήρωσης της βιντεοσκόπησης γιατί το επιλεγμένο παράθυρο δεν ανταποκρίνεται.\nΘέλετε σίγουρα να διακόψεται τη βιντεοσκόπηση;
TEXT_EXTERNAL_CODEC		= - Εξωτερικός codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Αυτόματη Επιλογή)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Κατάσταση βιντεοσκόπησης
TEXT_INDICATOR_TIME		= Διάρκεια βιντεοσκόπησης
TEXT_INDICATOR_SIZE		= Μέγεθος αρχείου / Ελεύθερος χώρος στο δίσκο
TEXT_INDICATOR_VOLUME		= Ένταση ήχου

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Κανονική] Κανονική προτεραιότητα
TEXT_REC_PRIORITY_HIGH		= [Μεγάλη] Μεγάλη προτεραιότητα
TEXT_REC_PRIORITY_HIGHEST	= [Μέγιστη] Άλλες εργασίες μπορεί να αργούν

; output page message
TEXT_OUTPUTS_BANDICUT		= Το Bandicut δεν είναι εγκατεστημένο. Θέλετε να κατεβάσετε το Bandicut?
TEXT_OUTPUTS_DELETE		= Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά τα επιλεγμένα αρχεία;
TEXT_OUTPUTS_SELCOUNT		= %d επιλεγμένα

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Όνομα εφαρμογής
TEXT_FILE_NAME_PREFIX_CUSTOM	= Προσαρμοσμένο πρόθεμα
TEXT_FILE_NAME_PREFIX_NONE	= Τίποτα
TEXT_FILE_NAME_SUFFIX_TIME	= Ημερομηνία/Ώρα
TEXT_FILE_NAME_SUFFIX_NUMBER	= Σειριακός κωδικός

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Εισάγετε μια τιμή μεταξύ 1 και 1440 λεπτών.
TEXT_TIMER_REC_STOP_RECORDING	= Η βιντεοσκόπηση είναι σε εξέλιξη. \nΤερματισμός βιντεοσκόπησης και συνέχεια;

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Γενικά
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Βίντεο
$BN_PAGE_IMAGE			= Εικόνα
$BN_PAGE_OUTPUTS		= Αποθήκευση
$BN_PAGE_ABOUT			= Bandicam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Επιλογές
$ST_GEN_OUTPUT_FOLDER		= Φάκελος αποθήκευσης
$BN_GEN_OPEN_OUTPUT_FOLDER	= Προβολή
$BN_GEN_ADV_OPTIONS		= Επιλογές
$CK_GEN_ALWAYS_ON_TOP		= Το Bandicam πάντα σε πρώτο πλάνο 
$CK_GEN_START_MINIMIZED		= Εκκίνηση Bandicam ελαχιστοποιημένο
$CK_GEN_RUN_WHEN_START		= Εκκίνηση του Bandicam με τα Windows
$CK_GEN_RECORD_WHEN_RUN	= Καταγραφή πλήρης οθόνης στην εκκίνηση του Bandicam
$CK_GEN_TIMER_RECORDING		= Ρύθμιση χρονομέτρου για Αυτόματη Εκκίνηση Βιντεοσκόπησης
$ST_GEN_LANGUAGE		= Γλώσσα
$ST_GEN_REC_AUTO_START		= Αυτόματη εκκίνηση βοντεοσκόπησης
$ST_GEN_REC_AUTO_COMPLETE	= Αυτόματη ολοκλήρωση βιντεοσκόπησης
$BN_GEN_REC_AUTO_COMPLETE	= Ρύθμιση
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Εμφάνιση
$CK_FPS_OVERLAY_HOTKEY		= Πλήκτρο
$CK_FPS_OVERLAY			= Εμφάνιση FPS
$ST_FPS_LIMIT			= Όριο
$CK_FPS_LIMIT_HOTKEY		= Πλήκτρο
$CK_FPS_LIMIT			= Όριο FPS
$CK_FPS_LIMIT_ONLY_CAP		= Μόνο στη βιντεοσκόπηση
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Εγγραφή
$CK_VID_RECORD_HOTKEY		= Κουμπί Εγγραφή/Τέλος
$CK_VID_PAUSE_HOTKEY		= Κουμπί παύσης
$CK_VID_SHOW_CURSOR		= Εμφάνιση δείκτη ποντικιού
$CK_VID_CLICK_EFFECTS		= Προσθήκη εφέ στο κλικ
$CK_VID_WEBCAM_OVERLAY		= Προσθήκη webcam
$BN_VID_RECORD_SETTINGS		= Ρυθμίσεις
$ST_VID_FORMAT			= Μορφή
$ST_VID_FORMAT_VIDEO		= Βίντεο
$ST_VID_FORMAT_AUDIO		= Ήχος
$BN_VID_FORMAT_SETTINGS		= Ρυθμίσεις
$BN_VID_FORMAT_PRESETS		= Προεπιλογές
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Λήψη
$CK_IMG_CAPTURE_HOTKEY		= Πλήκτρο
$CK_IMG_CAPTURE_REPEAT		= Επανάληψη λήψης οθόνης
$ST_IMG_CAPTURE_REPEAT		= "
$CK_IMG_SHOW_CURSOR		= Εμφάνιση δείκτη ποντικιού
$CK_IMG_SHUTTER_SOUND_EFFECT	= Ενεργοποίηση ήχου
$ST_IMG_FORMAT			= Μορφή
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Κανονικό
$CK_IMG_FORMAT_JPG_HQ		= JPG - Υψηλής ποιότητας
$BTN_IMG_FORMAT_ANIGIF		= Πως να αποθηκεύσετε ως κινούμενη εικόνα gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Βίντεο
$ST_OUT_TAB_IMAGE		= Εικόνα
$BN_OUT_PLAY_VIDEO		= Προβολή
$BN_OUT_OPEN_IMAGE		= Προβολή
$BN_OUT_EDIT			= Επεξεργασία
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Διαγραφή
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Έκδοση Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Μία νέα έκδοση είναι διαθέσιμη.
$BN_ABO_CHECK_UPDATE		= Έλεγχος αναβάθμισης
$ST_ABO_LICENCE_INFO		= Πληροφορίες άδειας
$BN_ABO_REGISTER		= Εγγραφή
$BN_ABO_REGISTER_HELP		= Πως να αγοράσετε και ενεργοποιήσετε
$ST_ABO_HOMEPAGE_INFO		= URL Ιστοσελίδας
$ST_ABO_HOMEPAGE_URL		= Αρχική
$ST_ABO_FAQ_URL			= Συχνές ερωτήσεις
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Άνοιγμα φακέλου αποθήκευσης
$TOOLTIP_SCREENSHOT		= Λήψη φωτογραφίας
$TOOLTIP_RECORD			= Εγγραφή / Τέλος
$TOOLTIP_PAUSE			= Παύση
$TOOLTIP_UI_MODE		= Απλό/Προχωρημένο περιβάλλον χρήστη
$TOOLTIP_REGISTER		= Ενεργοποίηση Bandicam
$TOOLTIP_ONLINE_HELP		= Βοήθεια

$TOOLTIP_TOOL_PEN		= Μολύβι 
$TOOLTIP_TOOL_PEN_HL		= Υπογράμμιση  
$TOOLTIP_TOOL_BOX		= Ορθογώνιο 
$TOOLTIP_TOOL_ERASER		= Γόμα 
$TOOLTIP_TOOL_COLOR		= Επιλογή Χρώματος 
$TOOLTIP_TOOL_LINE		= Πάχος 
$TOOLTIP_TOOL_UNDO		= Ανέραιση (Ctrl+Z) 
$TOOLTIP_TOOL_REDO		= Επανάληψη (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Άκυρο
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ρυθμίσεις μορφής
IDC_ST_FMTSET_FILE		= Τύπος Αρχείου
IDC_ST_FMTSET_VIDEO		= Βίντεο
IDC_ST_VIDEO_SIZE		= Μέγεθος
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Ποιότητα
IDC_ST_FMTSET_AUDIO		= Ήχος
IDC_CK_AUDIO_ORIGINAL_PCM	= Αποθήκευση με αρχική μορφή
IDC_ED_AUDIO_ORIGINAL_PCM	= Είναι δυνατή η αποθήκευση πολλών καναλιών και υψηλής ποιότητας ήχου(96KHz και πάνω).
IDC_ST_AUDIO_CH			= Κανάλια
IDC_ST_AUDIO_FREQ		= Συχνότητα
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Ενεργοποίηση Bandicam
IDC_ST_1BUY			= 1. Αγορά
IDC_ST_1BUY_COMMENT		= Για να αφαιρέσετε το υδατογράφημα, αγοράστε το Bandicam από το bandicam.com(Για Ελλάδα 33€).
IDC_BTN_BUY_ONLINE		= Online Αγορά
IDC_ST_2REGISTER		= 2. Εγγραφή
IDC_ST_2REGISTER_COMMENT	= Χρειάζεστε μια ηλεκτρονική σύνδεση για να κάνετε εγγραφή του Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Σειριακός αριθμός
IDC_BTN_REGISTER_NOW		= Εγγραφή τώρα
IDC_BTN_CLOSE			= Κλείσιμο

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Έλεγχος αναβάθμισης
IDC_ST_UPDATE_SETTING		= Ρύθμιση
IDC_CK_UPDATE_ENABLE		= Ενεργοποίηση του αυτόματου ελέγχου αναβάθμισης.
IDC_CK_UPDATE_POPUP		= Εμφάνιση παραθύρου όταν μια σημαντική ενημέρωση είναι διαθέσιμη.
IDC_UPDATE_CHECK_NOW		= Έλεγχος αναβάθμισης τώρα.
IDC_CLOSE			= Κλείσιμο

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Περισσότερες ρυθμίσεις
IDC_BTN_RESET			= Επαναφορά

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Γενικά
IDC_CK_ALWAYS_ON_TOP2		= Το Bandicam πάντα σε πρώτο πλάνο
IDC_CK_START_MINIMIZED_TO_TRAY	= Εκκίνηση Bandicam ελαχιστοποιημένο
IDC_CK_RUN_WHEN_START		= Εκκίνηση Bandicam με τα Windows
IDC_CK_RECORD_WHEN_RUN		= Καταγραφή πλήρης οθόνης στην εκκίνηση του Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Εμφάνιση FPS στο αρχείο βίντεο/εικόνας
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Εμφάνιση γραμμής πληροφοριών
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Αυτόματα

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Αποθήκευση
IDC_ST_OUT_OUTPUT_FOLDER	= Φάκελος αποθήκευσης
IDC_CK_OUT_CREATE_SUBFOLDER	= Δημιουργία υποφακέλου κατά τη βιντεοσκόπηση
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Ενεργοποίηση προσωρινής μνήμης στο δίσκο.
IDC_ST_OUT_FILE_NAMING		= Ρυθμίσεις ονομασίας
IDC_ST_OUT_EXAMPLE		= π.χ.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Γλώσσα
IDC_ST_TRANSLATOR		= Ευχαριστούμε τους μεταφραστές

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Στόχος Αγκίστρωσης
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Απενεργοποίηση DirectX 10/11 σε IE9/IE10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Απενεργοποίηση εμφάνισης σε DirectX βίντεο
IDC_BTN_BLOCK_LIST		= Λίστα απαγορευμένων διεργασιών

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Άλλες ρυθμίσεις
IDC_BTN_VIDEO_RECORD_SETTINGS	= Ρυθμίσεις βιντεοσκόπησης
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Ρυθμίσεις μορφής βίντεο
IDC_BTN_AUTO_COMPLETE_RECORDING	= Αυτόματη ολοκλήρωση βιντεοσκόπησης

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Αυτόματη ολοκλήρωση βιντεοσκόπησης
IDC_ST_RC_HOWTO			= Επιλογές αυτόματης ολοκλήρωσης βιντεοσκόπησης
IDC_RD_RC_NOTCOMPLETE		= Μη αυτόματη ολοκλήρωση
IDC_RD_RC_TIME			= Διάρκεια
IDC_ST_RC_MAX_TIME		= μέχρι
IDC_RD_RC_SIZE			= Μέγεθος αρχείου
IDC_ST_RC_MAX_SIZE		= μέχρι
IDC_ST_RC_AFTER			= Μετά την αυτόματη ολοκλήρωση βιντεοσκόπησης
IDC_RD_RC_NOTHING		= Να μην αλλάξει τίποτα
IDC_RD_RC_NEW_RECORDING		= Εκκίνηση νέας βιντεοσκόπησης
IDC_RD_RC_EXIT_BDCAM		= Έξοδος του Bandicam
IDC_RD_RC_SHUTDOWN		= Τερματισμός του υπολογιστή

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Τερματισμός
IDC_ST_SHUTDOWN			= Τερματισμός
IDC_ST_SHUTDOWN_INFO		= Αυτός ο υπολογιστής θα τερματιστεί.\nΠατήστε 'Ακύρωση' για να αποτρέψετε τον τερματισμό.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Ρυθμίσεις βιντεοσκόπησης

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ηχογράφηση
IDC_ST_SND_SELECT_1		= Βασική συσκευή
IDC_BTN_SND_SETTING_1		= Ρύθμιση
IDC_ST_SND_SELECT_2		= Δευτερεύουσα συσκευή
IDC_BTN_SND_SETTING_2		= Ρύθμιση
IDC_CK_SND_MIX_SOUND		= Μίξη διπλού ήχου (Βασική+Δευτερεύουσα σε ένα αρχείο ήχου)
IDC_CK_SND_CAP_HOTKEY		= Ηχογράφηση μόνο Δευτερεύουσας όταν πατάω:
IDC_ST_SOUND_HELP		= Βοήθεια
IDC_CK_SND_SAVE_AS_WAV		= Αποθήκευση αρχείων ήχου κατά την βιντεοσκόπηση (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Προσθήκη webcam στο βίντεο
IDC_ST_WEBCAM_SETTING		= Ρυθμίσεις
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Μέγεθος βίντεο:
IDC_ST_WEBCAM_POS		= Θέση:
IDC_BTN_WEBCAM_DEVICE		= Ρυθμίσεις
IDC_BTN_WEBCAM_PREVIEW		= Προεπισκόπηση
IDC_ST_WEBCAM_LR_MARGINS	= Αριστερό/Δ Περιθώριο:
IDC_ST_WEBCAM_TB_MARGINS	= Επάνω/Κ Περιθώριο:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Προεπισκόπηση webcam στην οθόνη (μόνο για DX8 ή επόμενο, και OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ενεργοποίηση συντόμευσης 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Προσθήκη λογότυπου στο βίντεο
IDC_ST_LOGO_SETTING		= Ρύθμιση
IDC_ST_LOGO_IMAGE		= Εικόνα:
IDC_ST_LOGO_OPACITY		= Διαφάνεια:
IDC_ST_LOGO_POS			= Θέση:
IDC_ST_LOGO_LR_MARGINS		= Αριστερό/Δ Περιθώριο:
IDC_ST_LOGO_TB_MARGINS		= Πάνω/Κ Περιθώριο:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Εφέ ποντικιού
IDC_CK_ADD_CLICK_EFFECTS	= Προσθήκη εφέ στο κλικ
IDC_ST_LEFT_CLICK_COLOR		= Χρώμα αριστερού κλικ
IDC_ST_RIGHT_CLICK_COLOR	= Χρώμα δεξιού κλικ
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Προσθήκη επισήμανσης στο κλικ
IDC_ST_HIGHLIGHT_COLOR		= Χρώμα επισήμανσης

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Επιλογές
IDC_ST_REC_PRIORITY		= Προτεραιότητα :
IDC_ST_REC_PRIORITY2		= Μεγαλύτερη προτεραιότητα μπορεί να μειώσει τα frame drops.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Παράλειψη βιντεοσκόπησης όταν το πλαίσιο δεν έχει ενημερωθεί
IDC_CK_ENHANCED_DX9_CAPTURE	= Χρήση ενισχυμένης μεθόδου (γρηγορότερο, μόνο για DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Χρήση ενισχυμένης μεθόδου (γρηγορότερο, Windows 8 και πάνω)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Προεπισκόπηση webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Προσαρμοσμένο μέγεθος παραθύρου
IDC_ST_TARGET_SIZE_SETTING	= Ρύθμιση
IDC_ST_TARGET_SIZE		= Μέγεθος στόχου:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Προσθήκη νέας προεπιλογής μεγέθους
IDC_ST_ADD_SIZE_PRESET		= Μπορείτε να αποθηκεύσετε το τρέχων μέγεθος και θέση ως νέα προεπιλογή.\nΕισάγετε όνομα.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Επεξεργασία προεπιλογών μεγέθους 
IDC_BTN_SIZE_PRESET_ADD		= Προσθήκη 
IDC_BTN_SIZE_PRESET_DEL		= Διαγραφή 
IDC_BTN_SIZE_PRESET_REN		= Μετονομασία 
IDC_BTN_SIZE_PRESET_UP		= Πάνω 
IDC_BTN_SIZE_PRESET_DN		= Κάτω 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Μετονομασία προεπιλογής
IDC_ST_REN_SIZE_PRESET		= Εισάγετε νέο όνομα.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Πληροφορίες
IDC_ST_ACAP_INFO		= Πληροφορίες ηχογράφησης
IDC_ST_ACAP_INFO2		= Η κάρτα ήχου σας δεν ηχογραφεί τον ήχο. Παρακαλώ ελέγξτε τις ρυθμίσεις ηχογράφησης. \n\nΘέλετε να επισκεφθείτε την online σελίδα βοήθειας;
IDC_CK_ACAP_DO_NOT_ASK		= Μην με ξαναρωτήσεις
IDC_BTN_YES			= Ναι
IDC_BTN_NO			= Όχι

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Μέγιστη ώρα βιντεοσκόπησης
IDC_ST_RC_TIME_SETTING		= Ρύθμιση
IDC_ST_RC_TIME_HOUR		= Ώρα
IDC_ST_RC_TIME_MIN		= '
IDC_ST_RC_TIME_SEC		= "

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Μέγιστο μέγεθος αρχείου βιντεοσκόπησης
IDC_ST_RC_FILESIZE_SETTING	= Ρύθμιση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Προσθήκη νέας προεπιλογής
IDC_ST_ADD_PRESET		= Μπορείτε να αποθηκεύσετε τις τρέχων ρυθμίσεις μορφής ως νέα προεπιλογή.\nΕισάγετε όνομα για την νέα προεπιλογή.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Επεξεργασία προεπιλογών
IDC_BTN_PRESET_ADD		= Προσθήκη
IDC_BTN_PRESET_DEL		= Διαγραφή
IDC_BTN_PRESET_REN		= Μετονομασία
IDC_BTN_PRESET_UP		= Πάνω
IDC_BTN_PRESET_DN		= Κάτω

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Μετονομάστε την προεπιλογή
IDC_ST_REN_PRESET		= Εισάγετε νέο όνομα για την νέα προεπιλογή.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Επιλέξτε εξωτερικό κωδικοποιητή βίντεο
IDC_ST_CODEC_EX_LIST		= Λίστα Κωδικοποιητών
IDC_ST_CODEC_EX_SETTINGS	= Ρυθμίσεις
IDC_ST_CODEC_EX_DRIVER		= Όνομα οδηγού
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Ποιότητα
IDC_ST_CODEC_EX_DATERATE	= Ρυθμός δεδομένων
IDC_ST_CODEC_EX_KEYFRAME	= Χρονικό διάστημα καρέ
IDC_BTN_CODEC_EX_CONFIG		= Διαμόρφωση
IDC_BTN_CODEC_EX_ABOUT		= Περί
IDC_ST_CODEC_EX_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Λίστα απαγορευμένων διεργασιών
IDC_ST_BLOCK_LIST		= Οι παρακάτω διεργασίες απαγορεύεται να βιντεοσκοπηθούν.
IDC_ST_BLOCK_LIST_EX		= Παράδειγμα:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Ρυθμίσεις H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Έλεγχος ρυθμού
IDC_RD_H264_CUDA_VBR		= VBR - βασισμένο στην ποιότητα (προτεινόμενο)
IDC_RD_H264_CUDA_CBR		= CBR - βασισμένο στο bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= Χρήση GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Μόνο GPU (για γρήγορες GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_CUDA_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_CUDA_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 		= H.264 (Βίντεο Γρήγορου Συγχρονισμού) Ρυθμίσεις
IDC_ST_H264_SYNC_RATE_CONTROL 	= Έλεγχος ρυθμού
IDC_RD_H264_SYNC_VBR 		= VBR - Για ποιότητα (προτεινόμενο)
IDC_RD_H264_SYNC_CBR 		= CBR - Για επιδόσεις
IDC_ST_H264_SYNC_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_SYNC_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_SYNC_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 		= H.264 (AMD APP) Ρυθμίσεις
IDC_ST_H264_APP_RATE_CONTROL 	= Έλεγχος ρυθμού
IDC_RD_H264_APP_VBR 		= VBR - Για ποιότητα (προτεινόμενο)
IDC_RD_H264_APP_CBR 		= CBR - Για επιδόσεις
IDC_ST_H264_APP_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_APP_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_APP_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_APP_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Ρυθμίσεις Xvid
IDC_ST_XVID_RATE_CONTROL	= Έλεγχος ρυθμού
IDC_RD_XVID_VBR			= VBR - βασισμένο στην ποιότητα (προτεινόμενο)
IDC_RD_XVID_CBR			= CBR - βασισμένο στο bitrate
IDC_ST_XVID_OPTIMIZATION	= Βελτιστοποίηση
IDC_RD_XVID_FASTER_SPEED	= Γρηγορότερη κωδικοποίηση
IDC_RD_XVID_SMALLER_SIZE	= Μικρότερο μέγεθος αρχείου
IDC_ST_XVID_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_XVID_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Έλεγχος βαθμολογίας
IDC_RD_H264_NVENC_VBR		= VBR - βασισμένο στην ποιότητα (Προτείνετε)
IDC_RD_H264_NVENC_CBR		= CBR - βασισμένο στο based
IDC_ST_H264_NVENC_GPU_USAGE	= Χρήση GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= συσκευή GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Άλλες ρυθμίσεις
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC κωδικοποίηση:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Όριο Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Βιντεοσκόπηση χρονόμετρου
IDC_ST_TIMER_SETTINGS		= Ρυθμίσεις
IDC_RD_TIMER_START_IN		= Εκκίνηση σε
IDC_ST_TIMER_MINUTES		= λεπτά/ό
IDC_RD_TIMER_START_AT		= Εκκίνηση στις
IDC_CK_TIMER_MINIMIZE		= Ελαχιστοποίηση Bandicam στην εκκίνηση της βιντεοσκόπησης.
IDC_ST_TIMER_AUTO_COMPLETE	= Αυτόματη Ολοκλήρωση Βιντεοσκόπησης
IDC_BTN_TIMER_AUTO_COMPLETE	= Ρύθμιση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Βιντεοσκόπηση χρονομέτρου - Αναμονή για εκκίνηση
IDC_ST_TIMER_WAITING_INFO	= Αναμονή για εκκίνηση σε %s.
IDC_ST_TIMER_ELAPSED		= Χρόνος αναμονής:
IDC_ST_TIMER_REMAINING		= Υπόλοιπος χρόνος:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Ρυθμίσεις FPS
IDC_ST_FORMAT_FPS_MODE		= Λειτουργία Frame Rate
IDC_RD_FORMAT_FPS_CFR		= Προτίμηση CFR - Σταθερό Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Επιστροφή σε VFR αν το frame rate είναι χαμηλό.
IDC_RD_FORMAT_FPS_VFR		= Χρήση VFR - Variable Frame Rate (Προτείνεται)
IDC_ST_FORMAT_FPS_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Διαθέσιμο
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 κωδικοποιητής διαθέσιμος. Ο NVENC είναι ένας υψηλών επιδόσεων κωδικοποιητής που χρησιμοποιεί hardware acceleration. Χρήση NVENC H.264;\n<a>Περισσότερα</a>
IDC_CK_NVENC_AVAILABLE		= Να μην ερωτηθώ ξανά

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Περί του Bandicam
ID_POPUP_GENERAL		= Ρυθμίσεις - Γενικά
ID_POPUP_FRAME			= Ρυθμίσεις - FPS
ID_POPUP_VIDEO			= Ρυθμίσεις - Video
ID_POPUP_IMAGE			= Ρυθμίσεις - Εικόνα
ID_POPUP_OUTPUTS		= Λίστα αποθηκευμένων αρχείων
ID_POPUP_OPENOUTPUTFOLDER	= Άνοιγμα φακέλου αποθήκευσης
ID_POPUP_TARGET			= Στόχος
ID_POPUP_SIZE			= Μέγεθος
ID_POPUP_EXIT			= Έξοδος

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Βοήθεια

ID_TARGET_HIDE			= Εμφάνιση / Απόκρυψη \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Πάντα σε πρώτο πλάνο
ID_TARGET_TRANSPARENCY		= Διαφάνεια
ID_TARGET_SIZE			= Μέγεθος
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Μετακίνηση αριστερά \t Αριστερό βελάκι
ID_TARGET_MOVE_RIGHT		= Μετακίνηση δεξιά \t Δεξί βελάκι
ID_TARGET_MOVE_UP		= Μετακίνηση πάνω \t Πάνω βελάκι
ID_TARGET_MOVE_DOWN		= Μετακίνηση κάτω \t Κάτω βελάκι

ID_TARGET_INC_WIDTH		= Αύξηση πλάτους \t Shift+Δεξί βελάκι
ID_TARGET_DEC_WIDTH		= Μείωση πλάτους \t Shift+Αριστερό βελάκι
ID_TARGET_INC_HEIGHT		= Αύξηση ύψους \t Shift+Κάτω βελάκι
ID_TARGET_DEC_HEIGHT		= Μείωση ύψους \t Shift+Πάνω βελάκι

ID_TARGET_FIND_WINDOW		= Επιλογή παραθύρου \t Ctrl+F
ID_TARGET_FULLSCREEN		= Πλήρης οθόνη \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ταίριασμα σε 4:3
ID_TARGET_RATIO_16_9		= Ταίριασμα σε 16:9
ID_TARGET_SIZE_CUSTOM		= Προσαρμοσμένο μέγεθος \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Προεπιλογή μεγέθους \t Shift+Δεξί κλικ
ID_TARGET_SIZE_PRESET_ADD	= Προσθήκη προεπιλογής
ID_TARGET_SIZE_PRESET_EDIT	= Επεξεργασία προεπιλογών

ID_TARGET_OPEN_OUTPUTFOLDER	= Άνοιγμα φακέλου αποθήκευσης
ID_TARGET_EXIT_BANDICAM		= Κλείσιμο Bandicam

ID_USER_PRESET_ADD		= Προσθήκη προεπιλογής
ID_USER_PRESET_EDIT		= Επεξεργασία προεπιλογών

ID_SORT_BY_DATE			= Ταξινόμηση ανά ημερομηνιά
ID_SORT_BY_NAME			= Ταξινόμηση ανά όνομα
ID_SORT_BY_SIZE			= Ταξινόμηση ανά μέγεθος

ID_OUTPUTS_LB_PLAY		= Προβολή
ID_OUTPUTS_LB_OPEN		= Προβολή
ID_OUTPUTS_LB_EDIT		= Επεξεργασία
ID_OUTPUTS_LB_DELETE		= Διαγραφή
ID_OUTPUTS_LB_SELECT_ALL	= Επιλογή όλων
ID_OUTPUTS_LB_OPEN_FOLDER	= Άνοιγμα φακέλου αποθήκευσης

ID_BDCAM_SIZE_DEFAULT		= Προεπιλεγμένο μέγεθος
